// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "其它设置";
EWSDirectAccessTaskName = "EWS 直接访问";

TaskTitleField = "网络服务器";
TaskDescriptionField = "可以使用嵌入式 Web 服务器配置所选的设备。通过单击下面的按钮查看设备信息和配置选项。";
TaskStartButtonTitle = "打开嵌入式网络服务器";

CannotOpenEWSTitle = "内嵌式网络服务器不可用。";
CannotOpenEWSMessage = "如果设备通过 USB 连接，则不支持此功能。要使用嵌入式 Web 服务器，需要将设备连接到本地网络。";